{
  "home": {
    "mainTitle": "Welcome to My Travel Blog",
    "aboutPart1": "This is my path. A path through lands, flavors, experiences, and feelings…\nAt heart, I'm a nomad, and my soul's journey is one of exploration, tasting, creating, sensing, and connecting.\n\nIf you're looking for classic travel blogs,\nyou won't find them here.\nBut you will find many sincere reflections and feelings from my journey.\n\nMy name is Maria.\nFor a long time, I believed that the meaning of life was in work, parenting, and everyday survival—but deep inside, I felt there was something more calling me.\nAnd that's how love for myself was born—\nalongside the exploration of my own depths.",
    "aboutPart2": "Today I live a simple, slow life in the countryside—\nalongside the love of my life, two curious geese, and two gentle cats.\nI feel connected to myself, to nature, and to the universe.\nMy motto? To be here and now. Fully present in this moment.\n\nI start my mornings with a glass of warm water with lemon,\nwatching nature unfold.\nThese are the moments when life feels enough.\nWhen I feel peace and freedom.\nFrom this silence and presence, this website was born.",
    "aboutPart3": "If something in my words resonates with your own journey,\nI am grateful.\nGrateful that I can offer a small piece of my path\nto a world longing for more authenticity.\n\nEach of us carries something unique.\nI simply offer a glimpse into mine."
  },
  "cards": {
    "europe": {
      "title": "Europe",
      "description": "Roman Colosseum, Parisian streets and Alpine valleys – my European adventures."
    },
    "asia": {
      "title": "Asia",
      "description": "From Japanese cherry blossoms to Indian bazaars – every step tells a story."
    },
    "america": {
      "title": "America",
      "description": "Wild West, New York streets and Latin America – freedom on the road."
    }
  },
  "stories": {
    "story1": {
      "title": "Falling in Love with Amsterdam",
      "description": "Bikes, canals and art at every turn – a magical experience.",
      "date": "Published: March 15, 2023"
    },
    "story2": {
      "title": "Train Through Sri Lanka",
      "description": "The most beautiful railway journey through green tea hills.",
      "date": "Published: February 2, 2023"
    }
  },
  "sunriseSunset": {
    "sunriseText": "Each sunrise is a new beginning.\nNot just of the day, but of me.\n\nWhen the sky gently glows, I don't just watch it—I breathe it in.\nWith every inhale, I fill my body with light. I awaken my cells, greet my organs, and whisper:\n\"Good morning. I am here. I am alive.\"\n\nI collect these moments as reminders\nthat everything can start anew.\nThat each day is a chance to shine—from within.\n\nThese are my sunrises.\nMay they touch yours too.",
    "sunsetText": "I've seen many of them. Those fiery ones over the desert, softly pink over the ocean, dramatic in the mountains and quiet above city rooftops.\nEach one caught me for a moment \nand reminded me how beautiful it is when the day respectfully bows into the night.But the most beautiful sunset?\nIt's on the terrace of my little house.\nThere, where I know every corner of the light. Where the wind brings familiar scents. Where the sky paints a different farewell each evening, but the feeling remains the same: this is me, I belong here.\nNothing is more calming, nothing more real.\nMaybe because nothing disturbs me. Because there's nothing to catch, prove, or capture.\nI just sit. I just am. And the world goes to sleep."
  },
  "contact": {
    "email": "info@mytravelblog.com",
    "instagram": "@mytraveljourney",
    "facebook": "My Travel Journey",
    "collaboration": "If you'd like to collaborate or have any questions, please email me."
  },
  "footer": {
    "copyright": "© 2025 My Travel Journey | All Rights Reserved",
    "madeBy": "-Made by UTW_Websites-"
  },
  "lastUpdated": "2025-01-25T12:00:00.000Z"
}